artillery.yml
config:
  target: "http://127.0.0.1:50000"
  phases:
    - duration: 30
      arrivalRate: 10

scenarios:
  - name: "Retrieve data"
    flow:
      - get:
          url: "/static/js/main.0f71d0c2.js"
      - get:
          url: "/static/css/main.7973b288.css"
      - get:
          url: "/static/media/Inter.f1c87530d95f27534b4d.ttf"
      - get:
          url: "/fonts/json/inter_regular.json"
      - get:
          url: "/fonts/json/inter_semi_bold.json"